Repository: RUGyron/I-Wish-App
Catalog: IWish/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: %@ added a wish
de: %@ hat einen Wunsch hinzugefügt
es: %@ añadió un deseo
fr: %@ a ajouté un vœu
it: %@ ha aggiunto un desiderio
ja: %@さんが願いを追加しました
ko: %@님이 위시를 추가했어요
pt_br: %@ adicionou um desejo
ru: %@ добавил(а) желание
zh_hans: %@ 添加了一个心愿

source: %@ can no longer invite
de: %@ kann nicht mehr einladen
es: %@ ya no puede invitar
fr: %@ ne peut plus inviter
it: %@ non può più invitare
ja: %@さんは招待できなくなりました
ko: %@님은 더 이상 초대할 수 없어요
pt_br: %@ não pode mais convidar
ru: %@ больше не может приглашать
zh_hans: %@ 无法再邀请

source: %@ can now invite others
de: %@ kann jetzt andere einladen
es: %@ ahora puede invitar
fr: %@ peut désormais inviter
it: %@ ora può invitare altri
ja: %@さんが招待できるようになりました
ko: %@님이 이제 초대할 수 있어요
pt_br: %@ agora pode convidar
ru: %@ может приглашать других
zh_hans: %@ 现在可以邀请他人

source: %@ invites you
de: %@ lädt Sie ein
es: %@ te invita
fr: %@ t’invite
it: %@ ti invita
ja: %@さんからの招待
ko: %@님이 초대했어요
pt_br: %@ está te convidando
ru: %@ приглашает
zh_hans: %@ 邀请你

source: %@ is now %@
de: %@ ist jetzt %@
es: %@ ahora es %@
fr: %@ est maintenant %@
it: %@ ora è %@
ja: %@さんは%@になりました
ko: %@님은 이제 %@
pt_br: %@ agora é %@
ru: %@ теперь %@
zh_hans: %@ 现在是 %@

# %lld дней
source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
pt_br: %lld dias
ru: %lld дня
zh_hans: %lld 天

source: %lld days left
de: Noch %lld T.
es: %lld d restantes
fr: %lld j restants
it: %lld gg rimasti
ja: 残り%lld日
ko: %lld일 남음
pt_br: %lld d restantes
ru: %lld дн.
zh_hans: 剩余 %lld 天

# %lld желаний
source: %lld wishes
de: %lld Wünsche
es: %lld deseos
fr: %lld vœux
it: %lld desideri
ja: %lld件の願い
ko: 위시 %lld개
pt_br: %lld desejos
ru: %lld желания
zh_hans: %lld 个心愿

# %lld списков
source: %lld lists
de: %lld Listen
es: %lld listas
fr: %lld listes
it: %lld liste
ja: %lld件のリスト
ko: 리스트 %lld개
pt_br: %lld listas
ru: %lld списка
zh_hans: %lld 个列表

# %lld участников
source: %lld participants
de: %lld Teilnehmer
es: %lld participantes
it: %lld partecipanti
ja: %lld人の参加者
ko: 참여자 %lld명
pt_br: %lld participantes
ru: %lld участника
zh_hans: %lld 位参与者

source: (editor)
de: (Bearbeiter)
fr: (éditeur)
ja: (編集者)
ko: (편집자)
ru: (редактор)
zh_hans: (编辑者)

source: (owner)
de: (Inhaber)
es: (propietario)
fr: (propriétaire)
it: (proprietario)
ja: (オーナー)
ko: (소유자)
pt_br: (dono)
ru: (владелец)
zh_hans: (所有者)

source: (viewer)
de: (Betrachter)
es: (observador)
fr: (spectateur)
it: (osservatore)
ja: (閲覧者)
ko: (뷰어)
pt_br: (visualizador)
ru: (зритель)
zh_hans: (查看者)

source: (you’re a viewer → can invite viewers only)
de: (Sie sind Betrachter → können nur Betrachter einladen)
es: (eres observador → solo puedes invitar a observadores)
fr: (tu es spectateur → tu peux inviter uniquement des spectateurs)
it: (sei osservatore → puoi invitare solo osservatori)
ja: (あなたは閲覧者 → 閲覧者のみ招待できます)
ko: (뷰어예요 → 뷰어만 초대할 수 있어요)
pt_br: (você é visualizador → só pode convidar visualizadores)
ru: (вы зритель → можно приглашать только зрителями)
zh_hans: (你是查看者 → 只能邀请查看者)

source: (you)
de: (Sie)
es: (tú)
fr: (toi)
it: (tu)
ja: (あなた)
ko: (나)
pt_br: (você)
ru: (это вы)
zh_hans: (你)

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1時間
ko: 1시간
pt_br: 1 hora
ru: 1 час
zh_hans: 1 小时

source: 24 hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
it: 24 ore
ja: 24時間
ko: 24시간
pt_br: 24 horas
ru: 24 часа
zh_hans: 24 小时

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
ru: О приложении
zh_hans: 关于

source: Accept invitation
de: Einladung annehmen
es: Aceptar invitación
fr: Accepter l’invitation
it: Accetta l’invito
ja: 招待を受ける
ko: 초대 수락
pt_br: Aceitar convite
ru: Принять приглашение
zh_hans: 接受邀请

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
ru: Аккаунт
zh_hans: 账户

source: Account deleted
de: Konto gelöscht
es: Cuenta eliminada
fr: Compte supprimé
it: Account eliminato
ja: アカウントを削除しました
ko: 계정이 삭제되었어요
pt_br: Conta excluída
ru: Аккаунт удалён
zh_hans: 账户已删除

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: Add your first wish.
de: Fügen Sie Ihren ersten Wunsch hinzu.
es: Añade tu primer deseo.
fr: Ajoute ton premier vœu.
it: Aggiungi il primo desiderio.
ja: 最初の願いを追加しましょう。
ko: 첫 위시를 추가해 보세요.
pt_br: Adicione seu primeiro desejo.
ru: Добавь первое желание.
zh_hans: 添加你的第一个心愿。

source: Added by you
de: Von Ihnen hinzugefügt
es: Añadido por ti
fr: Ajouté par toi
it: Aggiunto da te
ja: あなたが追加
ko: 내가 추가함
pt_br: Adicionado por você
ru: Добавили вы
zh_hans: 由你添加

source: Added by: %@
de: Hinzugefügt von: %@
es: Añadido por: %@
fr: Ajouté par : %@
it: Aggiunto da: %@
ja: 追加: %@さん
ko: 추가: %@님
pt_br: Adicionado por: %@
ru: Добавил(а): %@
zh_hans: 添加者:%@

source: All participants will be removed, invitations revoked. The list becomes private.
de: Alle Teilnehmer werden entfernt, Einladungen widerrufen. Die Liste wird privat.
es: Se eliminarán todos los participantes y se revocarán las invitaciones. La lista pasará a ser privada.
fr: Tous les participants seront retirés et les invitations révoquées. La liste deviendra privée.
it: Tutti i partecipanti verranno rimossi, gli inviti revocati. La lista diventerà privata.
ja: 全参加者が削除され、招待は取り消されます。リストはプライベートになります。
ko: 모든 참여자가 제거되고 초대가 취소돼요. 리스트는 비공개로 전환됩니다.
pt_br: Todos os participantes serão removidos e os convites revogados. A lista ficará privada.
ru: Все участники будут удалены, инвайты отозваны. Список станет приватным.
zh_hans: 所有参与者将被移除,邀请将被撤销。列表将变为私密。

source: All shared lists you own
de: Alle geteilten Listen, die Ihnen gehören
es: Todas las listas compartidas de tu propiedad
fr: Toutes les listes partagées dont tu es propriétaire
it: Tutte le liste condivise di cui sei proprietario
ja: あなたが所有する共有リストすべて
ko: 내가 소유한 모든 공유 리스트
pt_br: Todas as listas compartilhadas de sua propriedade
ru: Все совместные списки, которыми вы владеете
zh_hans: 你拥有的所有共享列表

source: All your lists, memberships, and encryption keys will be deleted permanently. This action can’t be undone.
de: Alle Ihre Listen, Mitgliedschaften und Schlüssel werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Todas tus listas, participaciones y claves de cifrado se eliminarán de forma permanente. Esta acción no se puede deshacer.
fr: Toutes tes listes, participations et clés de chiffrement seront supprimées définitivement. Cette action est irréversible.
it: Tutte le tue liste, partecipazioni e chiavi di cifratura saranno eliminate definitivamente. L’azione non può essere annullata.
ja: リスト、参加情報、暗号鍵がすべて完全に削除されます。この操作は元に戻せません。
ko: 모든 리스트, 참여 정보, 암호화 키가 영구적으로 삭제돼요. 이 작업은 되돌릴 수 없어요.
pt_br: Todas as suas listas, participações e chaves de criptografia serão excluídas para sempre. Esta ação não pode ser desfeita.
ru: Все ваши списки, участия и ключи шифрования будут удалены безвозвратно. Действие нельзя отменить.
zh_hans: 你所有的列表、成员关系和加密密钥将被永久删除。此操作无法撤销。

source: All your wishlists and items
de: Alle Ihre Wunschlisten und Einträge
es: Todas tus listas de deseos y elementos
fr: Toutes tes listes de vœux et leurs articles
it: Tutte le tue liste dei desideri e gli elementi
ja: すべてのウィッシュリストとアイテム
ko: 모든 위시리스트와 아이템
pt_br: Todas as suas listas de desejos e itens
ru: Все ваши списки желаний и пункты
zh_hans: 你所有的心愿单和条目

source: Allow notifications
de: Mitteilungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications
it: Consenti notifiche
ja: 通知を許可
ko: 알림 허용
pt_br: Permitir notificações
ru: Разрешить уведомления
zh_hans: 允许通知

source: Always overwrite
de: Immer überschreiben
es: Sobrescribir siempre
fr: Toujours écraser
it: Sovrascrivi sempre
ja: 常に上書き
ko: 항상 덮어쓰기
pt_br: Sempre sobrescrever
ru: Перезаписывать
zh_hans: 始终覆盖

source: An Apple ID is required to use the app. Your data is securely protected.
de: Für die App ist eine Apple-ID erforderlich. Ihre Daten sind sicher geschützt.
es: Se necesita un Apple ID para usar la app. Tus datos están protegidos de forma segura.
fr: Un identifiant Apple est nécessaire pour utiliser l’app. Tes données sont protégées en toute sécurité.
it: Per usare l’app è necessario un ID Apple. I tuoi dati sono protetti in modo sicuro.
ja: アプリの利用にはApple IDが必要です。データは安全に保護されます。
ko: 앱을 사용하려면 Apple ID가 필요해요. 데이터는 안전하게 보호돼요.
pt_br: É necessário um Apple ID para usar o app. Seus dados ficam protegidos com segurança.
ru: Для работы с приложением необходим Apple ID. Ваши данные надёжно защищены.
zh_hans: 使用此 App 需要 Apple ID。你的数据将得到安全保护。

source: App icon
de: App-Symbol
es: Icono de la app
fr: Icône de l’app
it: Icona dell’app
ja: Appアイコン
ko: 앱 아이콘
pt_br: Ícone do app
ru: Иконка приложения
zh_hans: App 图标

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 화면 모드
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

source: Archive
de: Archiv
es: Archivo
fr: Archives
it: Archivio
ja: アーカイブ
ko: 보관함
pt_br: Arquivo
ru: Архив
zh_hans: 归档

source: Archive (%lld)
de: Archiv (%lld)
es: Archivo (%lld)
fr: Archives (%lld)
it: Archivio (%lld)
ja: アーカイブ (%lld)
ko: 보관함 (%lld)
pt_br: Arquivo (%lld)
ru: Архив (%lld)
zh_hans: 归档 (%lld)

source: Archive “%@”?
de: „%@“ archivieren?
es: ¿Archivar “%@”?
fr: Archiver « %@ » ?
it: Archiviare “%@”?
ja: 「%@」をアーカイブしますか?
ko: ‘%@’을(를) 보관할까요?
pt_br: Arquivar “%@”?
ru: Архивировать «%@»?
zh_hans: 归档「%@」?

source: Archive is empty
de: Archiv ist leer
es: El archivo está vacío
fr: Les archives sont vides
it: L’archivio è vuoto
ja: アーカイブは空です
ko: 보관함이 비어 있어요
pt_br: O arquivo está vazio
ru: Архив пуст
zh_hans: 归档为空

source: Archived lists
de: Archivierte Listen
es: Listas archivadas
fr: Listes archivées
it: Liste archiviate
ja: アーカイブ済みリスト
ko: 보관된 리스트
pt_br: Listas arquivadas
ru: Архив списков
zh_hans: 已归档列表

source: Background color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond
it: Colore di sfondo
ja: 背景色
ko: 배경색
pt_br: Cor de fundo
ru: Цвет фона
zh_hans: 背景色

source: By date
de: Nach Datum
es: Por fecha
fr: Par date
it: Per data
ja: 日付順
ko: 날짜순
pt_br: Por data
ru: По дате
zh_hans: 按日期

source: By importance
de: Nach Wichtigkeit
es: Por importancia
fr: Par importance
it: Per importanza
ja: 重要度順
ko: 중요도순
pt_br: Por importância
ru: По важности
zh_hans: 按重要程度

source: By name
de: Nach Name
es: Por nombre
fr: Par nom
it: Per nome
ja: 名前順
ko: 이름순
pt_br: Por nome
ru: По названию
zh_hans: 按名称

source: By price
de: Nach Preis
es: Por precio
fr: Par prix
it: Per prezzo
ja: 価格順
ko: 가격순
pt_br: Por preço
ru: По цене
zh_hans: 按价格

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
zh_hans: 相机

source: Can invite
de: Kann einladen
es: Puede invitar
fr: Peut inviter
it: Può invitare
ja: 招待可
ko: 초대 가능
pt_br: Pode convidar
ru: Может приглашать
zh_hans: 可以邀请

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Change cover
de: Cover ändern
es: Cambiar portada
fr: Changer la couverture
it: Cambia copertina
ja: カバーを変更
ko: 커버 변경
pt_br: Trocar capa
ru: Сменить обложку
zh_hans: 更换封面

source: Change importance
de: Wichtigkeit ändern
es: Cambiar importancia
fr: Changer l’importance
it: Cambia importanza
ja: 重要度を変更
ko: 중요도 변경
pt_br: Alterar importância
ru: Изменить важность
zh_hans: 更改重要程度

source: Change notifications
de: Änderungsmitteilungen
es: Notificaciones de cambios
fr: Notifications de modifications
it: Notifiche di modifica
ja: 変更通知
ko: 변경 알림
pt_br: Notificações de alteração
ru: Уведомления об изменениях
zh_hans: 变更通知

source: Choose cover
de: Cover wählen
es: Elegir portada
fr: Choisir la couverture
it: Scegli copertina
ja: カバーを選ぶ
ko: 커버 선택
pt_br: Escolher capa
ru: Выбрать обложку
zh_hans: 选择封面

source: Clear description
de: Beschreibung löschen
es: Borrar descripción
fr: Effacer la description
it: Cancella descrizione
ja: 説明を消去
ko: 설명 지우기
pt_br: Limpar descrição
ru: Очистить описание
zh_hans: 清除描述

source: Clear name
de: Name löschen
es: Borrar nombre
fr: Effacer le nom
it: Cancella nome
ja: 名前を消去
ko: 이름 지우기
pt_br: Limpar nome
ru: Очистить название
zh_hans: 清除名称

source: Clipboard is empty
de: Zwischenablage ist leer
es: El portapapeles está vacío
fr: Le presse-papiers est vide
it: Gli appunti sono vuoti
ja: クリップボードは空です
ko: 클립보드가 비어 있어요
pt_br: A área de transferência está vazia
ru: Буфер обмена пуст
zh_hans: 剪贴板为空

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: Content is encrypted on device
de: Inhalte werden auf dem Gerät verschlüsselt
es: El contenido se cifra en el dispositivo
fr: Le contenu est chiffré sur l’appareil
it: I contenuti sono cifrati sul dispositivo
ja: コンテンツはデバイス上で暗号化
ko: 콘텐츠는 기기에서 암호화돼요
pt_br: O conteúdo é criptografado no dispositivo
ru: Контент шифруется на устройстве
zh_hans: 内容在设备上加密

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Скопировать
zh_hans: 复制

source: Couldn’t add
de: Hinzufügen fehlgeschlagen
es: No se pudo añadir
fr: Impossible d’ajouter
it: Impossibile aggiungere
ja: 追加できませんでした
ko: 추가할 수 없어요
pt_br: Não foi possível adicionar
ru: Не удалось добавить
zh_hans: 无法添加

source: Couldn’t confirm owner rights. Check the network and try again.
de: Inhaberrechte konnten nicht bestätigt werden. Bitte Netzwerk prüfen und erneut versuchen.
es: No se pudieron confirmar los permisos de propietario. Comprueba la red e inténtalo de nuevo.
fr: Impossible de confirmer les droits de propriétaire. Vérifie le réseau et réessaie.
it: Impossibile confermare i diritti di proprietario. Controlla la rete e riprova.
ja: オーナー権限を確認できませんでした。ネットワークを確認してお試しください。
ko: 소유자 권한을 확인할 수 없어요. 네트워크를 확인하고 다시 시도해 주세요.
pt_br: Não foi possível confirmar as permissões de dono. Verifique a rede e tente novamente.
ru: Не удалось подтвердить права владельца. Проверьте сеть и попробуйте снова.
zh_hans: 无法确认所有者权限。请检查网络后重试。

source: Couldn’t create
de: Erstellen fehlgeschlagen
es: No se pudo crear
fr: Impossible de créer
it: Impossibile creare
ja: 作成できませんでした
ko: 만들 수 없어요
pt_br: Não foi possível criar
ru: Не удалось создать
zh_hans: 无法创建

source: Couldn’t decrypt
de: Entschlüsselung fehlgeschlagen
es: No se pudo descifrar
fr: Impossible de déchiffrer
it: Impossibile decifrare
ja: 復号できませんでした
ko: 복호화할 수 없어요
pt_br: Não foi possível descriptografar
ru: Не удалось расшифровать
zh_hans: 无法解密

source: Couldn’t decrypt data
de: Daten konnten nicht entschlüsselt werden
es: No se pudieron descifrar los datos
fr: Impossible de déchiffrer les données
it: Impossibile decifrare i dati
ja: データを復号できませんでした
ko: 데이터를 복호화할 수 없어요
pt_br: Não foi possível descriptografar os dados
ru: Не удалось расшифровать данные
zh_hans: 无法解密数据

source: Couldn’t decrypt the invitation
de: Einladung konnte nicht entschlüsselt werden
es: No se pudo descifrar la invitación
fr: Impossible de déchiffrer l’invitation
it: Impossibile decifrare l’invito
ja: 招待を復号できませんでした
ko: 초대를 복호화할 수 없어요
pt_br: Não foi possível descriptografar o convite
ru: Не удалось расшифровать приглашение
zh_hans: 无法解密邀请

source: Couldn’t delete the account: %@
de: Konto konnte nicht gelöscht werden: %@
es: No se pudo eliminar la cuenta: %@
fr: Impossible de supprimer le compte : %@
it: Impossibile eliminare l’account: %@
ja: アカウントを削除できませんでした: %@
ko: 계정을 삭제할 수 없어요: %@
pt_br: Não foi possível excluir a conta: %@
ru: Не удалось удалить аккаунт: %@
zh_hans: 无法删除账户:%@

source: Couldn’t get Apple ID data
de: Apple-ID-Daten konnten nicht abgerufen werden
es: No se pudieron obtener los datos del Apple ID
fr: Impossible d’obtenir les données de l’identifiant Apple
it: Impossibile ottenere i dati dell’ID Apple
ja: Apple IDのデータを取得できませんでした
ko: Apple ID 데이터를 가져올 수 없어요
pt_br: Não foi possível obter os dados do Apple ID
ru: Не удалось получить данные Apple ID
zh_hans: 无法获取 Apple ID 数据

source: Couldn’t get your name
de: Ihr Name konnte nicht abgerufen werden
es: No se pudo obtener tu nombre
fr: Impossible d’obtenir ton nom
it: Impossibile ottenere il tuo nome
ja: お名前を取得できませんでした
ko: 이름을 가져올 수 없어요
pt_br: Não foi possível obter seu nome
ru: Не удалось получить ваше имя
zh_hans: 无法获取你的名字

source: Couldn’t join: %@
de: Beitritt fehlgeschlagen: %@
es: No se pudo unir: %@
fr: Impossible de rejoindre : %@
it: Impossibile unirsi: %@
ja: 参加できませんでした: %@
ko: 참여할 수 없어요: %@
pt_br: Não foi possível entrar: %@
ru: Не удалось присоединиться: %@
zh_hans: 无法加入:%@

source: Couldn’t read your name — please sign in again
de: Ihr Name konnte nicht gelesen werden — bitte erneut anmelden
es: No se pudo leer tu nombre — inicia sesión de nuevo
fr: Impossible de lire ton nom — reconnecte-toi
it: Impossibile leggere il tuo nome — accedi di nuovo
ja: お名前を取得できません — もう一度サインインしてください
ko: 이름을 가져올 수 없어요 — 다시 로그인해 주세요
pt_br: Não foi possível ler seu nome — entre novamente
ru: Не удалось получить ваше имя — войдите заново
zh_hans: 无法读取你的名字 — 请重新登录

source: Couldn’t sign in
de: Anmeldung fehlgeschlagen
es: No se pudo iniciar sesión
fr: Impossible de se connecter
it: Impossibile accedere
ja: サインインできませんでした
ko: 로그인할 수 없어요
pt_br: Não foi possível entrar
ru: Не удалось войти
zh_hans: 无法登录

source: Couldn’t sign in with Apple
de: Anmeldung mit Apple fehlgeschlagen
es: No se pudo iniciar sesión con Apple
fr: Impossible de se connecter avec Apple
it: Impossibile accedere con Apple
ja: Appleでサインインできませんでした
ko: Apple로 로그인할 수 없어요
pt_br: Não foi possível entrar com a Apple
ru: Не удалось войти через Apple
zh_hans: 无法通过 Apple 登录

source: Couldn’t sign out: %@
de: Abmeldung fehlgeschlagen: %@
es: No se pudo cerrar sesión: %@
fr: Impossible de se déconnecter : %@
it: Impossibile uscire: %@
ja: サインアウトできませんでした: %@
ko: 로그아웃할 수 없어요: %@
pt_br: Não foi possível sair: %@
ru: Не удалось выйти: %@
zh_hans: 无法退出登录:%@

source: Cover color
de: Cover-Farbe
es: Color de portada
fr: Couleur de couverture
it: Colore copertina
ja: カバーの色
ko: 커버 색상
pt_br: Cor da capa
ru: Цвет обложки
zh_hans: 封面颜色

source: Create a wishlist in the app first
de: Erstellen Sie zunächst eine Wunschliste in der App
es: Primero crea una lista de deseos en la app
fr: Crée d’abord une liste de vœux dans l’app
it: Crea prima una lista dei desideri nell’app
ja: まずアプリでウィッシュリストを作成してください
ko: 먼저 앱에서 위시리스트를 만들어 주세요
pt_br: Crie uma lista de desejos no app primeiro
ru: Сначала создай вишлист в приложении
zh_hans: 请先在 App 中创建心愿单

source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
pt_br: Moeda
ru: Валюта
zh_hans: 货币

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмная
zh_hans: 深色

source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
ja: 辞退
ko: 거절
pt_br: Recusar
ru: Отклонить
zh_hans: 拒绝

source: Default currency
de: Standardwährung
es: Moneda predeterminada
fr: Devise par défaut
it: Valuta predefinita
ja: デフォルトの通貨
ko: 기본 통화
pt_br: Moeda padrão
ru: Валюта по умолчанию
zh_hans: 默认货币

source: Default expiry
de: Standard-Ablauf
es: Vencimiento por defecto
fr: Expiration par défaut
it: Scadenza predefinita
ja: デフォルトの有効期限
ko: 기본 만료 기간
pt_br: Validade padrão
ru: Срок действия по умолчанию
zh_hans: 默认有效期

source: Default role
de: Standardrolle
es: Rol por defecto
fr: Rôle par défaut
it: Ruolo predefinito
ja: デフォルトのロール
ko: 기본 역할
pt_br: Papel padrão
ru: Роль по умолчанию
zh_hans: 默认角色

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Delete I Wish from your device (hold the icon → “Remove app”)
de: I Wish vom Gerät löschen (Symbol gedrückt halten → „App entfernen“)
es: Elimina I Wish de tu dispositivo (mantén el icono → “Eliminar app”)
fr: Supprime I Wish de ton appareil (maintiens l’icône → « Supprimer l’app »)
it: Elimina I Wish dal dispositivo (tieni premuta l’icona → “Rimuovi app”)
ja: I Wishをデバイスから削除(アイコンを長押し → 「Appを削除」)
ko: 기기에서 I Wish 삭제 (아이콘 길게 누르기 → ‘앱 제거’)
pt_br: Exclua o I Wish do dispositivo (mantenha o ícone pressionado → “Remover app”)
ru: Удалите I Wish с устройства (зажмите иконку → «Удалить приложение»)
zh_hans: 从设备上删除 I Wish(长按图标 → 「删除 App」)

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
pt_br: Excluir conta
ru: Удалить аккаунт
zh_hans: 删除账户

source: Delete account?
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
it: Eliminare l’account?
ja: アカウントを削除しますか?
ko: 계정을 삭제할까요?
pt_br: Excluir conta?
ru: Удалить аккаунт?
zh_hans: 删除账户?

source: Delete list
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
it: Elimina lista
ja: リストを削除
ko: 리스트 삭제
pt_br: Excluir lista
ru: Удалить список
zh_hans: 删除列表

source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
it: Eliminare “%@”?
ja: 「%@」を削除しますか?
ko: ‘%@’을(를) 삭제할까요?
pt_br: Excluir “%@”?
ru: Удалить «%@»?
zh_hans: 删除「%@」?

source: Deleting account…
de: Konto wird gelöscht…
es: Eliminando cuenta…
fr: Suppression du compte…
it: Eliminazione account…
ja: アカウントを削除中…
ko: 계정 삭제 중…
pt_br: Excluindo conta…
ru: Удаление аккаунта…
zh_hans: 正在删除账户…

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
zh_hans: 描述

source: Document not found
de: Dokument nicht gefunden
es: Documento no encontrado
fr: Document introuvable
it: Documento non trovato
ja: ドキュメントが見つかりません
ko: 문서를 찾을 수 없어요
pt_br: Documento não encontrado
ru: Документ не найден
zh_hans: 未找到文档

source: Document unavailable
de: Dokument nicht verfügbar
es: Documento no disponible
fr: Document indisponible
it: Documento non disponibile
ja: ドキュメントは利用できません
ko: 문서를 사용할 수 없어요
pt_br: Documento indisponível
ru: Документ недоступен
zh_hans: 文档不可用

source: Done
de: Fertig
es: Listo
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Don’t fill
de: Nicht ausfüllen
es: No rellenar
fr: Ne pas remplir
it: Non compilare
ja: 入力しない
ko: 채우지 않기
pt_br: Não preencher
ru: Не заполнять
zh_hans: 不填充

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 期間
ko: 기간
pt_br: Duração
ru: Длительность
zh_hans: 时长

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
zh_hans: 编辑

source: Edit list
de: Liste bearbeiten
es: Editar lista
fr: Modifier la liste
it: Modifica lista
ja: リストを編集
ko: 리스트 편집
pt_br: Editar lista
ru: Изменить список
zh_hans: 编辑列表

source: Editor
de: Bearbeiter
fr: Éditeur
ja: 編集者
ko: 편집자
ru: Редактор
zh_hans: 编辑者

source: Encryption key not found
de: Schlüssel nicht gefunden
es: Clave de cifrado no encontrada
fr: Clé de chiffrement introuvable
it: Chiave di cifratura non trovata
ja: 暗号鍵が見つかりません
ko: 암호화 키를 찾을 수 없어요
pt_br: Chave de criptografia não encontrada
ru: Ключ шифрования не найден
zh_hans: 未找到加密密钥

source: Encryption key for the list was not found. Try creating the list again.
de: Schlüssel für die Liste wurde nicht gefunden. Erstellen Sie die Liste erneut.
es: No se encontró la clave de cifrado de la lista. Intenta crearla de nuevo.
fr: Clé de chiffrement de la liste introuvable. Réessaie en recréant la liste.
it: Chiave di cifratura della lista non trovata. Prova a creare di nuovo la lista.
ja: リストの暗号鍵が見つかりません。リストを作成し直してください。
ko: 리스트의 암호화 키를 찾을 수 없어요. 리스트를 다시 만들어 보세요.
pt_br: A chave de criptografia da lista não foi encontrada. Tente criar a lista novamente.
ru: Не найден ключ шифрования списка. Попробуйте создать список заново.
zh_hans: 未找到该列表的加密密钥。请尝试重新创建列表。

source: Encryption keys from iCloud Keychain
de: Schlüssel aus iCloud-Schlüsselbund
es: Claves de cifrado del Llavero de iCloud
fr: Clés de chiffrement du trousseau iCloud
it: Chiavi di cifratura dal portachiavi iCloud
ja: iCloudキーチェーンの暗号鍵
ko: iCloud 키체인의 암호화 키
pt_br: Chaves de criptografia das Chaves do iCloud
ru: Ключи шифрования из iCloud Keychain
zh_hans: 来自 iCloud 钥匙串的加密密钥

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 错误
